"ADD_EVENT_PROMPT" = "Špecifikovať túto udalosť.";
"ADD_EVENT" = "Pridať udalosť";
"EDIT_EVENT" = "Upraviť";
"CANCEL" = "Zrušiť";

"DELETE" = "Vymazať";
"DELETE_ONE" = "Vymazať iba túto udalosť";
"DELETE_FUTURE" = "Vymazať všetky udalosti";
"DELETE_RECURRING_ALERT_TITLE" = "Toto je opakujúca sa udalosť.";
"DELETE_EVENT" = "Vymazať udalosť";

"DETACH_ONE" = "Uložiť iba pre túto udalosť";
"DETACH_FUTURE" = "Uložiť pre budúce udalosti";
"DETACH_ALL" = "Uložiť pre všetky udalosti";
"DETACH_ALERT_TITLE" = "Toto je opakujúca sa udalosť.";

"CANCEL_DIRTY_ALERT_TITLE" = "Táto udalosť bola upravená.";
"CANCEL_DIRTY_CANCEL" = "Zrušiť úpravy";
"CANCEL_DIRTY_REVIEW" = "Prezrieť úpravy";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Nie je možné odoslať pozvánku";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "„%@“ zrejme nie je platná emailová adresa.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Názov";
"LOCATION_PLACEHOLDER" = "Lokalita";
"TITLE_DETAIL_NAV_TITLE" = "Názov a lokalita";
"DEFAULT_EVENT_TITLE" = "Nová udalosť";
"ADD_TO_CALENDAR" = "Pridať do kalendára";

"STARTS" = "Začiatok";
"ENDS" = "Koniec";
"DATE_DETAIL_NAV_TITLE" = "Začiatok a koniec";
"ALL_DAY_SWITCH_TITLE" = "Celý deň";
"TIME_ZONE" = "Časové pásmo";
"FLOATING" = "Plávajúca";

"REPEAT" = "Opakovať";
"NEVER_DETAIL" = "Žiadne";
"DAILY_DETAIL" = "Každý deň";
"WEEKLY_DETAIL" = "Každý týždeň";
"BIWEEKLY_DETAIL" = "Každé 2 týždne";
"MONTHLY_DETAIL" = "Každý mesiac";
"YEARLY_DETAIL" = "Každý rok";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Opakovať";
"END_REPEAT" = "Ukončiť opakovanie";
"END_REPEAT_NAV_TITLE" = "Ukončiť opak.";
"TIME_ZONE_CHOOSER_PROMPT" = "Zadajte názov mesta.";

"REPEAT_FOREVER" = "Opakovať navždy";

"ADD_INVITEES_NAV_TITLE" = "Pridať pozvaných";
"ADD_INVITEES_PROMPT" = "Pridať pozvaných k tejto udalosti.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Udalosť sa nedá uložiť";
"ALERT_TIME" = "Čas upozornenia";
"CANNOT_REPEAT_EVENT" = "Udalosť sa nedá opakovať";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

